diapos/Bibliografia_TC1.org
#+TITLE: Bibliografía
#+SUBTITLE: Teoría de Circuitos
#+AUTHOR: 
#+DATE: 
#+STARTUP: beamer
#+SETUPFILE: config.org


* Bibliografía

- Circuitos eléctricos (*FM*)
- Análisis de circuitos en ingeniería (*HKD*)
- Fundamentos de circuitos eléctricos (*AS*)
- Circuitos eléctricos, Volumen I (*PO*)


* Circuitos Eléctricos (*FM*)

** Datos
- Autor: J. Fraile Mora
- Editorial: Pearson Educación, S.A., Madrid, 2012
- Disponibilidad en biblioteca UPM: [[https://ingenio.upm.es/primo-explore/fulldisplay?docid=34UPM_ALMA2150534070004212&context=L&vid=34UPM_VU1&search_scope=TAB1_SCOPE1&tab=tab1&lang=es_ES][Teoría]] y [[https://ingenio.upm.es/permalink/f/1vo0cl5/34UPM_ALMA2164586310004212][Problemas]]
- Problemas resueltos y soluciones numéricas al final de cada capítulo.

** Capítulos
- BT1: Capítulo 1
- BT2: Capítulo 2
- BT3: Capítulo 3
- BT4: Secciones 1.14 y 1.15
- BT5: Capítulo 5


* Análisis de Circuitos en Ingeniería (*HKD*)

** Datos
- Autores: W.H. Hayt; J.E. Kemmerly; S.M. Durbin
- Editorial: 8ª ed. McGraw-Hill, 2012
- Disponibilidad en Biblioteca UPM: [[https://ingenio.upm.es/primo-explore/fulldisplay?docid=34UPM_ALMA2167505120004212&context=L&vid=34UPM_VU1&search_scope=TAB1_SCOPE1&isFrbr=true&tab=tab1&lang=es_ES][8ºEd.]] y [[https://ingenio.upm.es/primo-explore/fulldisplay?docid=34UPM_ALMA2154460960004212&context=L&vid=34UPM_VU1&search_scope=TAB1_SCOPE1&isFrbr=true&tab=tab1&lang=es_ES][7ªEd.]]
- Soluciones numéricas a problemas [[http://highered.mheducation.com/sites/0073529575/student_view0/answers_to_selected_problems.html][online]].

** Capítulos
- BT1: Capítulos 1 al 4
- BT2: Capítulos 10 y 11
- BT3: Capítulo 12
- BT4: Capítulo 5
- BT5: Capítulos 8 y 9

* Fundamentos de Circuitos Eléctricos (*AS*)

** Datos
- Autores: C. K. Alexander; M. N. O. Sadiku
- Editorial: 3ª ed. McGraw-Hill, 2006
- [[https://ingenio.upm.es/primo-explore/fulldisplay?docid=34UPM_ALMA2164599810004212&context=L&vid=34UPM_VU1&search_scope=TAB1_SCOPE1&isFrbr=true&tab=tab1&lang=es_ES][Disponibilidad en Biblioteca UPM]]
- Soluciones numéricas a problemas en apéndice.

** Capítulos
- BT1: Capítulos 1 al 3
- BT2: Capítulos 9 al 11
- BT3: Capítulo 12
- BT4: Capítulo 4
- BT5: Capítulos 7 y 8


* Circuitos Eléctricos (*PO*)

** Datos
- Autores: A. Pastor y J. Ortega
- Editorial: UNED 2003
- [[https://ingenio.upm.es/primo-explore/fulldisplay?docid=34UPM_ALMA2148217180004212&context=L&vid=34UPM_VU1&search_scope=TAB1_SCOPE1&tab=tab1&lang=es_ES][Disponibilidad en Biblioteca UPM]]
- Problemas resueltos al final de cada capítulo.

** Capítulos
- BT1: Capítulos 1 al 5
- BT2: Capítulos 9 y 10
- BT3: Capítulo 12 y 13
- BT4: Capítulo 8
- BT5: Capítulos 14
