diapos/Bibliografia_TC1.tex
 % Created 2022-09-12 lun 12:14
% Intended LaTeX compiler: pdflatex
\documentclass[aspectratio=169, usenames,svgnames,dvipsnames]{beamer}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{color}
\usepackage{listings}
\usepackage{mathpazo}
\usepackage{gensymb}
\usepackage{amsmath}
\usepackage{diffcoeff}
\usepackage{steinmetz}
\usepackage{mathtools}
\bibliographystyle{plain}
\usepackage{siunitx}
\sisetup{output-decimal-marker={,}}
\DeclareSIUnit{\watthour}{Wh}
\hypersetup{colorlinks=true, linkcolor=Blue, urlcolor=Blue}
\renewcommand{\thefootnote}{\fnsymbol{footnote}}
\newcommand{\laplace}[1]{\mathbf{#1}(\mathbf{s})}
\newcommand{\slp}{\mathbf{s}}
\newcommand{\fasor}[1]{\mathbf{#1}(\omega)}
\newcommand{\atan}{\mathrm{atan}}
\parskip=5pt
\usetheme{Boadilla}
\usecolortheme{rose}
\usefonttheme{serif}
\date{}
\title{Bibliografía}
\subtitle{Teoría de Circuitos}
\setbeamercolor{alerted text}{fg=blue!50!black} \setbeamerfont{alerted text}{series=\bfseries}
\AtBeginSubsection[]{\begin{frame}[plain]\tableofcontents[currentsubsection,sectionstyle=show/shaded,subsectionstyle=show/shaded/hide]\end{frame}}
\AtBeginSection[]{\begin{frame}[plain]\tableofcontents[currentsection,hideallsubsections]\end{frame}}
\beamertemplatenavigationsymbolsempty
\setbeamertemplate{footline}[frame number]
\setbeamertemplate{itemize items}[triangle]
\setbeamertemplate{enumerate items}[circle]
\setbeamertemplate{section in toc}[circle]
\setbeamertemplate{subsection in toc}[circle]
\hypersetup{
 pdfauthor={},
 pdftitle={Bibliografía},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.4.6)}, 
 pdflang={Spanish}}
\begin{document}

\maketitle


\begin{frame}[label={sec:org0c468d1}]{Bibliografía}
\begin{itemize}
\item Circuitos eléctricos (\alert{FM})
\item Análisis de circuitos en ingeniería (\alert{HKD})
\item Fundamentos de circuitos eléctricos (\alert{AS})
\item Circuitos eléctricos, Volumen I (\alert{PO})
\end{itemize}
\end{frame}


\begin{frame}[label={sec:orgd7caf70}]{Circuitos Eléctricos (\alert{FM})}
\begin{block}{Datos}
\begin{itemize}
\item Autor: J. Fraile Mora
\item Editorial: Pearson Educación, S.A., Madrid, 2012
\item Disponibilidad en biblioteca UPM: \href{https://ingenio.upm.es/primo-explore/fulldisplay?docid=34UPM\_ALMA2150534070004212\&context=L\&vid=34UPM\_VU1\&search\_scope=TAB1\_SCOPE1\&tab=tab1\&lang=es\_ES}{Teoría} y \href{https://ingenio.upm.es/permalink/f/1vo0cl5/34UPM\_ALMA2164586310004212}{Problemas}
\item Problemas resueltos y soluciones numéricas al final de cada capítulo.
\end{itemize}
\end{block}

\begin{block}{Capítulos}
\begin{itemize}
\item BT1: Capítulo 1
\item BT2: Capítulo 2
\item BT3: Capítulo 3
\item BT4: Capítulo 5
\end{itemize}
\end{block}
\end{frame}


\begin{frame}[label={sec:org73f4552}]{Análisis de Circuitos en Ingeniería (\alert{HKD})}
\begin{block}{Datos}
\begin{itemize}
\item Autores: W.H. Hayt; J.E. Kemmerly; S.M. Durbin
\item Editorial: 8ª ed. McGraw-Hill, 2012
\item Disponibilidad en Biblioteca UPM: \href{https://ingenio.upm.es/primo-explore/fulldisplay?docid=34UPM\_ALMA2167505120004212\&context=L\&vid=34UPM\_VU1\&search\_scope=TAB1\_SCOPE1\&isFrbr=true\&tab=tab1\&lang=es\_ES}{8ºEd.} y \href{https://ingenio.upm.es/primo-explore/fulldisplay?docid=34UPM\_ALMA2154460960004212\&context=L\&vid=34UPM\_VU1\&search\_scope=TAB1\_SCOPE1\&isFrbr=true\&tab=tab1\&lang=es\_ES}{7ªEd.}
\item Soluciones numéricas a problemas \href{http://highered.mheducation.com/sites/0073529575/student\_view0/answers\_to\_selected\_problems.html}{online}.
\end{itemize}
\end{block}

\begin{block}{Capítulos}
\begin{itemize}
\item BT1: Capítulos 1 al 5
\item BT2: Capítulos 10 y 11
\item BT3: Capítulo 12
\item BT4: Capítulos 8 y 9
\end{itemize}
\end{block}
\end{frame}

\begin{frame}[label={sec:orgd897b99}]{Fundamentos de Circuitos Eléctricos (\alert{AS})}
\begin{block}{Datos}
\begin{itemize}
\item Autores: C. K. Alexander; M. N. O. Sadiku
\item Editorial: 3ª ed. McGraw-Hill, 2006
\item \href{https://ingenio.upm.es/primo-explore/fulldisplay?docid=34UPM\_ALMA2164599810004212\&context=L\&vid=34UPM\_VU1\&search\_scope=TAB1\_SCOPE1\&isFrbr=true\&tab=tab1\&lang=es\_ES}{Disponibilidad en Biblioteca UPM}
\item Soluciones numéricas a problemas en apéndice.
\end{itemize}
\end{block}

\begin{block}{Capítulos}
\begin{itemize}
\item BT1: Capítulos 1 al 4
\item BT2: Capítulos 9 al 11
\item BT3: Capítulo 12
\item BT4: Capítulos 7 y 8
\end{itemize}
\end{block}
\end{frame}


\begin{frame}[label={sec:orgc2ffd24}]{Circuitos Eléctricos (\alert{PO})}
\begin{block}{Datos}
\begin{itemize}
\item Autores: A. Pastor y J. Ortega
\item Editorial: UNED 2003
\item \href{https://ingenio.upm.es/primo-explore/fulldisplay?docid=34UPM\_ALMA2148217180004212\&context=L\&vid=34UPM\_VU1\&search\_scope=TAB1\_SCOPE1\&tab=tab1\&lang=es\_ES}{Disponibilidad en Biblioteca UPM}
\item Problemas resueltos al final de cada capítulo.
\end{itemize}
\end{block}

\begin{block}{Capítulos}
\begin{itemize}
\item BT1: Capítulos 1 al 5, y 8.
\item BT2: Capítulos 9 y 10, y 8.
\item BT3: Capítulo 12 y 13
\item BT4: Capítulos 14
\end{itemize}
\end{block}
\end{frame}
\end{document}